Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# UpdateNotification_PreviewTitle
source: Pre-release Update Announcement
hi_in: प्री-रिलीज़ अपडेट घोषणा
zh_cn: 预览版更新公告
zh_tw: 預覽版更新公告

# PreviewUpdateAnnouncementTitle
source: Pre-release Update Announcements
hi_in: प्री-रिलीज़ अपडेट घोषणाएँ
zh_cn: 预览版更新公告
zh_tw: 預覽版更新公告

# PreviewUpdateAnnouncementCaption
source: When enabled, an update announcement window pops up automatically when a new pre-release build is detected.
hi_in: सक्षम होने पर, नया प्री-रिलीज़ बिल्ड पाए जाने पर अपडेट घोषणा विंडो स्वतः पॉप अप होती है।
zh_cn: 开启后，检测到新预览版时自动弹出更新公告窗口
zh_tw: 開啟後，偵測到新預覽版時自動彈出更新公告視窗

# UpdateNotification_PreviewBanner
source: This is a pre-release update and may be unstable. Please update with caution.
hi_in: यह एक प्री-रिलीज़ अपडेट है और अस्थिर हो सकता है। कृपया सावधानी से अपडेट करें।
zh_cn: 这是预览版（Pre-release）更新，可能存在不稳定问题，请谨慎更新
zh_tw: 這是預覽版（Pre-release）更新，可能存在不穩定問題，請謹慎更新

# PreviewVersionBadgeFormat
source: v{0} Pre-release
hi_in: v{0} प्री-रिलीज़
zh_cn: v{0} 预览版
zh_tw: v{0} 預覽版

# RollbackToStableTitle
source: Rollback to Stable
hi_in: स्थिर पर वापस जाएँ
zh_cn: 回退正式版
zh_tw: 回退正式版

# RollbackToStableCaption
source: Only available on pre-release builds. Downloads and installs the latest stable release, replacing the current pre-release.
hi_in: केवल प्री-रिलीज़ बिल्ड पर उपलब्ध। नवीनतम स्थिर रिलीज़ डाउनलोड और इंस्टॉल करता है, वर्तमान प्री-रिलीज़ को बदल देता है।
zh_cn: 仅预览版可用。下载并安装最新正式版，覆盖当前预览版
zh_tw: 僅預覽版可用。下載並安裝最新正式版，覆蓋目前預覽版

# DevVersionBadgeFormat
source: v{0} Dev
hi_in: v{0} डेव
zh_cn: v{0} 开发版
zh_tw: v{0} 開發版

# AboutPage_GitHubToken
source: GitHub Token
es_mx: Token de GitHub
fr_fr: Token GitHub
hi_in: GitHub टोकन
it_it: Token GitHub
ja_jp: GitHubトークン
ko_kr: GitHub 토큰
pt_br: Token do GitHub
ru_ru: Токен GitHub

# Plugin_DumpOffsets
source: Dump Offsets (DEV)
es_mx: Volcar offsets (DEV)
hi_in: ऑफ़सेट डंप करें (DEV)
it_it: Dump Offset (DEV)
ko_kr: 오프셋 덤프 (DEV)
pt_br: Despejar offsets (DEV)
ru_ru: Дамп смещений (DEV)

# PluginStoreDownloadCountK
source: {0:F1}K
id_id: {0:F1}rb
ko_kr: {0:F1}천
ru_ru: {0:F1} тыс.

# LangEnUS
source: English
hi_in: अंग्रेज़ी
pt_br: Inglês

# LoginQR_ServerCn
source: CN Server
hi_in: CN सर्वर

# LoginQR_ServerOs
source: Oversea Server
hi_in: विदेशी सर्वर

# LoginQR_MobileCaptcha
source: Mobile Captcha Login
hi_in: मोबाइल कैप्चा लॉगिन

# LoginQR_OverseaPassword
source: Account & Password Login
hi_in: खाता और पासवर्ड लॉगिन

# LoginQR_ThirdPartyLoginTitle
source: Third-Party Login
hi_in: तृतीय-पक्ष लॉगिन

# LoginQR_ThirdPartyGoogle
source: Google Login
hi_in: Google लॉगिन

# LoginQR_ThirdPartyApple
source: Apple Login
hi_in: Apple लॉगिन

# LoginQR_ThirdPartyFacebook
source: Facebook Login
hi_in: Facebook लॉगिन

# LoginQR_ThirdPartyTwitter
source: X (Twitter) Login
hi_in: X (Twitter) लॉगिन

# LoginQR_OverseaRiskHint
source: Note: HoYoVerse may require security verification via an email verification code.
hi_in: नोट: HoYoVerse को ईमेल सत्यापन कोड के माध्यम से सुरक्षा सत्यापन की आवश्यकता हो सकती है।

# LoginQR_LoginButton
source: Log In
hi_in: लॉग इन

# LoginQR_SendCaptcha
source: Send Code
hi_in: कोड भेजें

# LoginQR_MobileHeader
source: Mobile Number
hi_in: मोबाइल नंबर

# LoginQR_MobilePlaceholder
source: Enter 11-digit mobile number
hi_in: 11-अंकीय मोबाइल नंबर दर्ज करें

# LoginQR_CaptchaHeader
source: Verification Code
hi_in: सत्यापन कोड

# LoginQR_CaptchaPlaceholder
source: 6-digit SMS code
hi_in: 6-अंकीय SMS कोड

# LoginQR_AccountHeader
source: Account
hi_in: खाता

# LoginQR_AccountPlaceholder
source: Email or username
hi_in: ईमेल या उपयोगकर्ता नाम

# LoginQR_PasswordHeader
source: Password
hi_in: पासवर्ड

# LoginQR_PasswordPlaceholder
source: Enter password
hi_in: पासवर्ड दर्ज करें

# LoginQR_OverseaVerifyTitle
source: Security Verification
hi_in: सुरक्षा सत्यापन

# LoginQR_EmailCaptchaHeader
source: Email Verification Code
hi_in: ईमेल सत्यापन कोड

# LoginQR_EmailCaptchaPlaceholder
source: 6-digit email code
hi_in: 6-अंकीय ईमेल कोड

# LoginQR_SendEmailCaptcha
source: Send Email Code
hi_in: ईमेल कोड भेजें

# LoginQR_EmailCaptchaSent
source: The email verification code has been sent. Please check your inbox.
hi_in: ईमेल सत्यापन कोड भेज दिया गया है। कृपया अपना इनबॉक्स जाँचें।

# LoginQR_UnknownEmail
source: Unknown email
hi_in: अज्ञात ईमेल

# Checkin_ResignTitle
source: Re-sign
hi_in: पुनः साइन करें

# Checkin_ResignConfirmFormat
source: {0} re-signs left this month, {1} re-sign card(s) remaining. Re-sign now?
hi_in: इस महीने {0} पुनः साइन शेष, {1} पुनः साइन कार्ड शेष। अभी पुनः साइन करें?

# Checkin_ResignConfirmFormatCn
source: {0} re-signs left this month, costing {1} Miyou coins. Re-sign now?
hi_in: इस महीने {0} पुनः साइन शेष, लागत {1} मियोउ कॉइन। अभी पुनः साइन करें?

# Checkin_ResignInsufficientCoinCn
source: Not enough Miyou coins
hi_in: पर्याप्त मियोउ कॉइन नहीं

# Checkin_ResignSuccess
source: Re-sign succeeded
hi_in: पुनः साइन सफल

# Checkin_ResignFailed
source: Re-sign failed [{0}] {1}
hi_in: पुनः साइन विफल [{0}] {1}

# Checkin_ResignLimitExceeded
source: Re-sign quota used up
hi_in: पुनः साइन कोटा समाप्त

# Checkin_ResignNotSigned
source: Please sign in today first
hi_in: कृपया पहले आज साइन इन करें

# Checkin_ResignNoDate
source: No available date to re-sign
hi_in: पुनः साइन के लिए कोई उपलब्ध तिथि नहीं

# Checkin_ResignInsufficientCoin
source: Not enough re-sign cards
hi_in: पर्याप्त पुनः साइन कार्ड नहीं

# Checkin_ResignQueryFailed
source: Failed to query re-sign eligibility: {0}
hi_in: पुनः साइन पात्रता क्वेरी करने में विफल: {0}

# Checkin_ResignUnsupported
source: Re-sign is not supported on this server
hi_in: इस सर्वर पर पुनः साइन समर्थित नहीं है

# LaunchBtn_Launching
source: Cancel Launch
hi_in: लॉन्च रद्द करें

# LaunchCancelled_Title
source: Launch Cancelled
hi_in: लॉन्च रद्द

# LaunchCancelled_Msg
source: The game launch process has been terminated.
hi_in: गेम लॉन्च प्रक्रिया समाप्त कर दी गई है।

# GameUpdate_PredownloadTitle
source: Pre-Download
hi_in: प्री-डाउनलोड

# GameUpdate_PredownloadCaption
source: Download update resources ahead of time
hi_in: अपडेट संसाधन पहले से डाउनलोड करें

# GameUpdate_UpdateBtnTitle
source: Update
hi_in: अपडेट

# GameUpdate_UpdateBtnCaption
source: Merge update resources into the game
hi_in: अपडेट संसाधनों को गेम में मर्ज करें

# GameUpdate_ApplyBtnTitle
source: Merge Pre-Download
hi_in: प्री-डाउनलोड मर्ज करें

# GameUpdate_ApplyBtnCaption
source: Apply pre-downloaded resources now (Developer)
hi_in: प्री-डाउनलोड संसाधन अभी लागू करें (डेवलपर)

# GameUpdate_PredownloadFinishedBadge
source: Downloaded
hi_in: डाउनलोड हो गया

# GameUpdate_UpdateTitle
source: Game Update
hi_in: गेम अपडेट

# GameUpdate_UpdateDescription
source: Update the game to the latest version. Already pre-downloaded resources will be reused automatically.
hi_in: गेम को नवीनतम संस्करण में अपडेट करें। पहले से प्री-डाउनलोड संसाधन स्वतः पुनः उपयोग होंगे।

# GameUpdate_UpdateStart
source: Start Update
hi_in: अपडेट प्रारंभ करें

# GameUpdate_ApplyPredownloadTitle
source: Merge Pre-Download
hi_in: प्री-डाउनलोड मर्ज करें

# GameUpdate_ApplyPredownloadDescription
source: Apply the pre-downloaded resources to the game immediately. The game version will advance to the pre-download version ahead of the official release. Developer-only feature.
hi_in: प्री-डाउनलोड संसाधनों को तुरंत गेम में लागू करें। गेम संस्करण आधिकारिक रिलीज़ से पहले प्री-डाउनलोड संस्करण तक बढ़ जाएगा। केवल-डेवलपर सुविधा।

# GameUpdate_ApplyPredownloadStart
source: Start Merge
hi_in: मर्ज प्रारंभ करें

# GameUpdate_UpdateSuccess
source: Game updated to the latest version.
hi_in: गेम नवीनतम संस्करण में अपडेट हो गया।

# GameUpdate_ApplyPredownloadSuccess
source: Pre-downloaded resources merged.
hi_in: प्री-डाउनलोड संसाधन मर्ज हो गए।

# GameUpdate_UpdateFailed
source: Update Failed
hi_in: अपडेट विफल

# GameUpdate_ConfirmPredownloadTitle
source: Confirm Pre-Download
hi_in: प्री-डाउनलोड की पुष्टि करें

# GameUpdate_ConfirmUpdateTitle
source: Confirm Update
hi_in: अपडेट की पुष्टि करें

# GameUpdate_ConfirmApplyPredownloadTitle
source: Confirm Merge Pre-Download
hi_in: प्री-डाउनलोड मर्ज की पुष्टि करें

# GameUpdate_ConfirmMessage
source: Download size: {0}\nInstall size: {1}\nTarget version: {2}\n\nStart now?
hi_in: डाउनलोड आकार: {0}\nइंस्टॉल आकार: {1}\nलक्ष्य संस्करण: {2}\n\nअभी प्रारंभ करें?

# GameUpdate_PlanSummary
source: Plan: download {0}, target version {1}
hi_in: योजना: डाउनलोड {0}, लक्ष्य संस्करण {1}

# GameUpdate_StageMerge
source: Merging files...
hi_in: फ़ाइलें मर्ज हो रही हैं...

# GameUpdate_StageApplyPatches
source: Applying patches...
hi_in: पैच लागू हो रहे हैं...

# GameUpdate_MergingFile
source: Merging {0}/{1}: {2}
hi_in: मर्ज हो रहा है {0}/{1}: {2}

# GameUpdate_SkipAsset
source: Skipped asset (will be repaired later): {0}
hi_in: संसाधन छोड़ दिया (बाद में मरम्मत होगा): {0}

# GameUpdate_PredownloadDone
source: Pre-download completed. Waiting for the official update.
hi_in: प्री-डाउनलोड पूर्ण। आधिकारिक अपडेट की प्रतीक्षा है।

# GameUpdate_NoPredownloadNeeded
source: No pre-download content available for the current version.
hi_in: वर्तमान संस्करण के लिए कोई प्री-डाउनलोड सामग्री उपलब्ध नहीं।

# GameUpdate_AlreadyLatest
source: The game is already up to date.
hi_in: गेम पहले से अद्यतित है।

# GameUpdate_UnknownLocalVersion
source: Cannot determine the local game version. Please check config.ini.
hi_in: स्थानीय गेम संस्करण निर्धारित नहीं कर सकते। कृपया config.ini जाँचें।

# GameUpdate_NoFreeSpace
source: Not enough free space: {0} required, {1} available.
hi_in: पर्याप्त खाली स्थान नहीं: {0} आवश्यक, {1} उपलब्ध।

# GameUpdate_DevOnly
source: This feature is only available to developer-authorized users.
hi_in: यह सुविधा केवल डेवलपर-अधिकृत उपयोगकर्ताओं के लिए उपलब्ध है।

# Patch_ReadHeaderFailed
source: Failed to read patch header: the patch file is damaged or truncated.
hi_in: पैच हेडर पढ़ने में विफल: पैच फ़ाइल क्षतिग्रस्त या कटी हुई है।

# Patch_DiffNotSeekable
source: The patch stream must be seekable.
hi_in: पैच स्ट्रीम सीकेबल होनी चाहिए।

# DownloadWindow_DownloadSpeed
source: Download speed
hi_in: डाउनलोड गति

# PR_Window_Title
source: Pull Request
hi_in: पुल रिक्वेस्ट

# AdvancedServerSwitch_TargetServer
source: Target server
hi_in: लक्ष्य सर्वर

# AdvancedServerSwitch_CurrentServer
source: Current server: {0}
hi_in: वर्तमान सर्वर: {0}

# AdvancedServerSwitch_UnknownCurrent
source: Cannot detect the current server, please verify the game directory
hi_in: वर्तमान सर्वर का पता नहीं लग सकता, कृपया गेम निर्देशिका सत्यापित करें

# AdvancedServerSwitch_SelectTarget
source: Please select a target server first
hi_in: कृपया पहले लक्ष्य सर्वर चुनें

# AdvancedServerSwitch_Cancel
source: Cancel
hi_in: रद्द करें

# AdvancedServerSwitch_Cancelled
source: Operation cancelled
hi_in: ऑपरेशन रद्द किया गया

# AdvancedServerSwitch_Done
source: Done
hi_in: पूर्ण

# AdvancedServerSwitch_DoneMsg
source: Switched to: {0}
hi_in: स्विच किया गया: {0}

# AdvancedServerSwitch_Progress
source: Downloading chunks {0}/{1} - {2}
hi_in: चंक डाउनलोड हो रहे हैं {0}/{1} - {2}

# AdvancedServerSwitch_PluginCleanFailed
source: Failed to clean plugin folders: {0}
hi_in: प्लगइन फ़ोल्डर साफ़ करने में विफल: {0}

# AdvancedServerSwitch_FailedTitle
source: Conversion failed
hi_in: रूपांतरण विफल

# AdvancedServerSwitch_FailedMsg
source: Switch failed, files may be in use. Error: {0} Give up switching and repair the game, or try a workaround?
hi_in: स्विच विफल, फ़ाइलें उपयोग में हो सकती हैं। त्रुटि: {0}

# DownloadWindow_Server
source: Server
hi_in: सर्वर

# Download_FileFailed
source: {0} file(s) failed to download. Please retry or switch server and download again
hi_in: {0} फ़ाइल/फ़ाइलें डाउनलोड करने में विफल। कृपया पुनः प्रयास करें या सर्वर स्विच करके फिर से डाउनलोड करें

source: Pre-download failed
hi_in: प्री-डाउनलोड विफल

# PreDownload_Success
source: Pre-download files downloaded and installed.
hi_in: प्री-डाउनलोड फ़ाइलें डाउनलोड और इंस्टॉल हो गईं।

# VerifyGame_Success
source: Game files verified and repaired
hi_in: गेम फ़ाइलें सत्यापित और मरम्मत हुईं

# VerifyGame_Failed
source: Verification failed
hi_in: सत्यापन विफल

# GameServer_StageFetchBranches
source: Fetching network branches
hi_in: नेटवर्क शाखाएँ प्राप्त हो रही हैं

# GameServer_StageDecodeManifests
source: Downloading and decoding manifests
hi_in: मैनिफ़ेस्ट डाउनलोड और डिकोड हो रहे हैं

# GameServer_StageDiff
source: Comparing
hi_in: तुलना हो रही है

# GameServer_StageDownloadChunks
source: Downloading required chunks
hi_in: आवश्यक चंक डाउनलोड हो रहे हैं

# GameServer_StageReplace
source: Replacing files
hi_in: फ़ाइलें बदली जा रही हैं

# GameServer_ReplacingFile
source: Replacing file {0}/{1} - {2}
hi_in: फ़ाइल बदली जा रही है {0}/{1} - {2}

# GameServer_StageCleanup
source: Cleaning up temporary data
hi_in: अस्थायी डेटा साफ़ हो रहा है

# GameServer_StageVerify
source: Verifying game file integrity, this may take a while
hi_in: गेम फ़ाइल अखंडता सत्यापित हो रही है, इसमें समय लग सकता है

# GameServer_VerifyOk
source: Verification passed, game data is intact
hi_in: सत्यापन पास हुआ, गेम डेटा अक्षुण्ण है

# GameServer_VerifyProgress
source: Verifying: {0}/{1}
hi_in: सत्यापन हो रहा है: {0}/{1}

# GameServer_RepairFound
source: Found {0} broken or missing file(s), repairing
hi_in: {0} क्षतिग्रस्त या गायब फ़ाइलें मिलीं, मरम्मत हो रही है

# GameServer_RepairDone
source: Broken files repaired
hi_in: क्षतिग्रस्त फ़ाइलें मरम्मत हुईं

# GameServer_InstallingPredownload
source: Installing pre-download files
hi_in: प्री-डाउनलोड फ़ाइलें इंस्टॉल हो रही हैं

# GameServer_BranchDataNull
source: API returned null data, failed to fetch branch info
hi_in: API ने null डेटा लौटाया, शाखा जानकारी प्राप्त करने में विफल

# GameServer_NoMainBranch
source: Failed to get main branch data
hi_in: मुख्य शाखा डेटा प्राप्त करने में विफल

# GameServer_NoPredownload
source: Pre-download is not available right now
hi_in: प्री-डाउनलोड अभी उपलब्ध नहीं है

# GameServer_NoPackageId
source: Branch data missing package_id
hi_in: शाखा डेटा में package_id गायब

# GameServer_NoPassword
source: Branch data missing password
hi_in: शाखा डेटा में password गायब

# GameServer_NoManifests
source: Failed to get manifests.
hi_in: मैनिफ़ेस्ट प्राप्त करने में विफल।

# GameServer_ManifestChecksumMismatch
source: Manifest checksum mismatch: {0}
hi_in: मैनिफ़ेस्ट चेकसम मेल नहीं खाता: {0}

# GameServer_ApiRequestFailed
source: API request failed: {0}, error: {1}
hi_in: API अनुरोध विफल: {0}, त्रुटि: {1}

# GameServer_ChunkDownloadFailed
source: Chunk {0} failed to download or failed verification.
hi_in: चंक {0} डाउनलोड करने में विफल या सत्यापन में विफल।

# GameServer_FileChecksumMismatch
source: File checksum mismatch: {0}
hi_in: फ़ाइल चेकसम मेल नहीं खाता: {0}

# GameServer_FileSizeMismatch
source: File size mismatch: {0}, got {1} bytes, expected {2} bytes
hi_in: फ़ाइल आकार मेल नहीं खाता: {0}, {1} बाइट मिले, अपेक्षित {2} बाइट

# GameServer_SkipAssetNoCache
source: Cache missing, skipped file: {0} (can be repaired by verification later)
hi_in: कैश गायब, फ़ाइल छोड़ी गई: {0} (बाद में सत्यापन द्वारा मरम्मत की जा सकती है)

# GameServer_AssembleVerifyFailed
source: Assembled file failed verification (local old file may be corrupted), skipped: {0} (can be repaired by verification later)
hi_in: असेंबल की गई फ़ाइल सत्यापन में विफल रही (स्थानीय पुरानी फ़ाइल क्षतिग्रस्त हो सकती है), छोड़ी गई: {0} (बाद में सत्यापन द्वारा मरम्मत की जा सकती है)

# GameServer_ChunkCleanupFailed
source: Failed to clean temporary chunks: {0}
hi_in: अस्थायी चंक साफ़ करने में विफल: {0}

# GameServer_CleaningLegacySdk
source: Cleaning legacy SDK files...
hi_in: लेगेसी SDK फ़ाइलें साफ़ हो रही हैं...

# GameServer_FetchingChannelSdk
source: Fetching channel SDK config...
hi_in: चैनल SDK कॉन्फ़िग प्राप्त हो रहा है...

# GameServer_ChannelSdkConfigFailed
source: Failed to get channel SDK config
hi_in: चैनल SDK कॉन्फ़िग प्राप्त करने में विफल

# GameServer_DownloadingChannelSdk
source: Downloading channel SDK...
hi_in: चैनल SDK डाउनलोड हो रहा है...

# GameServer_ExtractingChannelSdk
source: Extracting channel SDK...
hi_in: चैनल SDK निकाला जा रहा है...

# GameServer_CleanedPlugins
source: Cleaned Plugins folder
hi_in: Plugins फ़ोल्डर साफ़ किया गया

# GameServer_InsufficientPermission
source: Insufficient permission to write to the game directory: {0}. Run as administrator or check directory permissions
hi_in: गेम निर्देशिका में लिखने के लिए अपर्याप्त अनुमति: {0}। व्यवस्थापक के रूप में चलाएँ या निर्देशिका अनुमतियाँ जाँचें

# GameServer_ChannelSdkConflict
source: Channel SDK files missing or corrupted, re-fetching...
hi_in: चैनल SDK फ़ाइलें गायब या क्षतिग्रस्त, पुनः प्राप्त हो रही हैं...

# GameServer_ProcessingDeprecatedFiles
source: Processing deprecated files...
hi_in: अप्रचलित फ़ाइलें संसाधित हो रही हैं...

# GameServer_DeprecatedFileFetchFailed
source: Failed to fetch deprecated file configs: {0}
hi_in: अप्रचलित फ़ाइल कॉन्फ़िग प्राप्त करने में विफल: {0}

# GameServer_SchemePrefixOfficial
source: Official
hi_in: आधिकारिक

# GameServer_SchemePrefixBilibili
source: Bilibili
hi_in: बिलिबिलि

# GameServer_SchemePrefixOversea
source: Oversea
hi_in: विदेशी

# AdvancedServerSwitch_DownloadSpeed
source: Download speed
hi_in: डाउनलोड गति

# AdvancedServerSwitch_RemainingChunks
source: Remaining chunks: {0}
hi_in: शेष चंक: {0}

# SpeedGraph_NoData
source: No speed data available
hi_in: कोई गति डेटा उपलब्ध नहीं

# SectionGameAnnouncement
source: Game Announcements
hi_in: गेम घोषणाएँ

# GameAnnouncementViewModeTitle
source: Announcement view mode
hi_in: घोषणा दृश्य मोड

# GameAnnouncementViewModeCaption
source: Choose how game announcements are displayed
hi_in: गेम घोषणाएँ कैसे प्रदर्शित होंगी, चुनें

# GameAnnouncementViewModeNew
source: New announcement center
hi_in: नया घोषणा केंद्र

# GameAnnouncementViewModeClassic
source: Classic official web page
hi_in: क्लासिक आधिकारिक वेब पेज

# GameAnnouncement_Title
source: Game Announcements
hi_in: गेम घोषणाएँ

# GameAnnouncement_Loading
source: Loading announcements…
hi_in: घोषणाएँ लोड हो रही हैं…

# GameAnnouncement_LoadFailed
source: Failed to load announcements. Check your network and try again.
hi_in: घोषणाएँ लोड करने में विफल। अपना नेटवर्क जाँचें और पुनः प्रयास करें।

# GameAnnouncement_Retry
source: Retry
hi_in: पुनः प्रयास करें

# GameAnnouncement_Empty
source: No announcements
hi_in: कोई घोषणा नहीं

# GameAnnouncement_SearchPlaceholder
source: Search announcement titles…
hi_in: घोषणा शीर्षक खोजें…

# GameAnnouncement_Refresh
source: Refresh
hi_in: रीफ़्रेश करें

# GameAnnouncement_ClassicMode
source: Classic web page
hi_in: क्लासिक वेब पेज

# GameAnnouncement_Back
source: Back
hi_in: पीछे

# GameAnnouncement_NoContent
source: This announcement has no content
hi_in: इस घोषणा में कोई सामग्री नहीं है

# GameAnnouncement_Region_CNGF01
source: Celestia
hi_in: सेलेस्टिया

# GameAnnouncement_Region_CNQD01
source: Irminsul
hi_in: इर्मिनसुल

# GameAnnouncement_Region_OSUSA
source: America
hi_in: अमेरिका

# GameAnnouncement_Region_OSEURO
source: Europe
hi_in: यूरोप

# GameAnnouncement_Region_OSASIA
source: Asia
hi_in: एशिया

# GameAnnouncement_TimeHoursBegin
source: Starts in {0} hour(s)
hi_in: {0} घंटे में प्रारंभ होगा

# GameAnnouncement_TimeHoursEnd
source: Ends in {0} hour(s)
hi_in: {0} घंटे में समाप्त होगा

# GameAnnouncement_TimeDaysBegin
source: Starts in {0} day(s)
hi_in: {0} दिन में प्रारंभ होगा

# GameAnnouncement_TimeDaysEnd
source: Ends in {0} day(s)
hi_in: {0} दिन में समाप्त होगा
